INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('010203', '手工訂製長夾', '1200', '全牛皮', '2', '手工製作長夾卡片層6*2 鈔票層 *2 零錢拉鍊層 *1 
採用愛馬仕相同的雙針縫法,皮件堅固耐用不脫線 
材質:直革鞣(馬鞍皮)牛皮製作  
手工染色 ', '1', '1', '0403.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('020705', '兩用式磁扣腰包', '685', '中型', '18', '材質:進口牛皮
顏色:黑色荔枝紋+黑色珠光面皮(黑色縫線)
尺寸:15cm*14cm(高)*6cm(前後)
產地:臺灣', '1', '1', '0404.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('020706', '超薄設計男士長款真皮', '800', 'L號', '61', '基本:編織皮革對摺長款零錢包
特色:最潮流最時尚的單品 
顏色:黑色珠光面皮(黑色縫線)
形狀:黑白格編織皮革對摺 ', '1', '1', '0405.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('030103', '經典牛皮少女帆船鞋', '1000', 'S號', '6', '以傳統學院派風格聞名，創始近百年工藝製鞋精神
共用獨家專利氣墊技術，兼具紐約工藝精神，與舒適跑格靈魂', '2', '7', '0406.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('030203', '經典優雅時尚流行涼鞋', '2650', 'LL', '8', '優雅流線方型楦頭設計，結合簡潔線條綴飾，
獨特的弧度與曲線美，突顯年輕優雅品味，
是年輕上班族不可或缺的鞋款！
全新美國運回，現貨附鞋盒', '2', '8', '0407.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('040202', '寵愛天然藍寶女戒', '28000', '1克拉', '1', '◎典雅設計品味款
◎藍寶為珍貴天然寶石之一，具有保值收藏
◎專人設計製造，以貴重珠寶精緻鑲工製造', '3', '10', '0408.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('050107', '反折式大容量手提肩背包', '888', 'L號', '15', '特色:反折式的包口設計,釘釦的裝飾,讓簡單的包型更增添趣味性
材質:棉布
顏色:藍色
尺寸:長50cm寬20cm高41cm
產地:日本', '4', '11', '0409.jpg', '1');
INSERT INTO `goods`(`no`, `name`, `price`, `spec`, `qt`, `intro`, `big`, `mid`, `img`, `sh`) 
VALUES ('060108', '男單肩包男', '650', '多功能', '7', '特色:男單肩包/電腦包/公文包/雙肩背包多用途
材質:帆不
顏色:黑色
尺寸:深11cm寬42cm高33cm
產地:香港', '4', '11', '0410.jpg', '1');